Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=561_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Klemetti Näkkäläjärvi joatká Sámedikki ságajođiheaddjin
smn: Klemetti Näkkäläjärvi juátká Sämitige saavâjođetteijen

source: Juvvá Lemet, Klemetti Näkkäläjärvi, joatká sámedikki ságajođiheaddjin aiddo álgán válgabaji.
smn: Juvá Leemit, Klemetti Näkkäläjärvi, juátká sämitige saavâjođetteijen eidu álgám vaaljâpaje ääigi.

source: Válgabadji joatkkašuvvá jagi 2015 loahpa rádjái.
smn: Vaaljâpaje juátkoo ive 2015 loopâ räi.

source: Näkkäläjärvi válljejuvvui ságajođiheaddjin jienaiguin 12-9.
smn: Näkkäläjärvi väljejui saavâjođetteijen jienâiguin 12-9 Sämitige vuossâmuš tievâsčuákkimist Anarist säämi kulttuurkuávdáš Sajosist 15.2.

source: Vuosteevttohassan lei nuortalaš Tiina Sanila-Aikio.
smn: Vyesti-iävtukkâssân lâi nuorttâsämmilâš Tiina Sanila-Aikio.

source: Sámedikki boarráseamos lahttu, nuortalaš Tauno Haltta rabai sámedikki válgabaji vuosttaš dievasčoahkkima.
smn: Sämitige puárásumos jeessân, nuorttâsämmilâš Tauno Haltta lehâstij sämitige vaaljâpaje vuossâmuu tievâsčuákkim.

source: Son deattuhii rahpanságastis earenoamážit sámenuoraid váikkuhanvejolašvuođaid Suoma sámedikki vuogádagas.
smn: Sun tiäduttij lekkâmsavâstis eromâšávt säminuorâi vaikuttemmáhđulâšvuođâid Suomâ sämitiggeest.

source: - Nuoraidráđi vuođđudeapmi sámediggái buvttii midjiide stuorra ovddasvástádusa, gávnnahii Haltta.
smn: – Nuorâirääđi vuáđudem sämitiigán puovtij mijjân stuorrâ ovdâsvástádâs, páhudij Haltta.

source: Son muitalii vuordit sámedikki boahttevaš doaimmain earenoamážit oktavuođa doallama sámiid árgabeaivái ja aktiivvalaš barggu áitatvulos sámi kultuvrra, sámegielaid ja sámiid kulturiešráđđema nannema ovdii.
smn: Sun eeđâi, et vuárdá sämitige puáttee tooimâst eromâšávt ohtâvuođâ sämmilij aargân já aktiivlâš tooimâ áštuuvuálásii sämikulttuur, sämikielâ já sämmilij kulttuurjiešhaldâšem naanoodmân.

source: - Stuorámus hástalus dán válgabaji áigge lea álbmogiidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpámuša 169 ratifiseren, mii lea mielde maiddái Katainen ráđđehusa prográmmas, gávnnahii Haltta.
smn: – Stuárráámus háástus taan vaaljâpaajeest lii aalmugijkoskâsii pargo-ornijdume ILO algâaalmugsopâmuš 169 ratifisistem, mii kulá meid Katais haldâttâs ohjelmân, páhudij Haltta.

source: Govain sámedikki ságajođiheaddjin válgabadjái 2012-2015 válljejuvvon Juvvá Lemet ja ságadoalligilvvus nubbin báhcán Tiina Sanila-Aikio.
smn: Klemetti Näkkäläjärvi, Juvá Leemit já Tiina Sanila-Aikio.

source: Ságajođiheaddjin ođđa válgabadjái válljejuvvon Klemetti Näkkäläjärvi deattuhii giittosságastis, ahte sámediggi galgá guldalit barggustis sámiálbmoga jiena.
smn: Saavâjođetteijen uđđâ vaaljâpajan väljejum Klemetti Näkkäläjärvi tiäduttij kijttosavâstis sämiaalmug kuullâm sämitige pargoost.

source: - Atnit árvvus rabasvuođa ja nuppiideamet.
smn: – Anneep áárvust ávusvuođâ já kuoimijdân.

source: Ovttamielalašvuođa gávdnan earenoamážit stuorámus politihkalaš áššiin lea dehálaš, gávnnahii Näkkäläjärvi.
smn: Oovtmielâlâšvuođâ kavnâm eromâšávt stuárráámusâin poolitlâš koččâmâšâin lii tehálâš, páhudij Näkkäläjärvi.

source: Son maid deattuhii sámi nuoraidráđi mearkkašumi ja áidnalunddotvuođa sámedikki barggus.
smn: Sun tiäduttij meid säämi nuorâirääđi merhâšume já áinoošlajâsâšvuođâ sämitige pargoost.

source: - Mii galgat leahkit ovdamearkkat ovttasbarggus ja nuppiideamet gudnejahttimis nuoraide.
smn: – Mij kolgâp meid adeliđ nuoráid ovdâmeerhâ oovtâstpargoost já kuoimijdân kunnijâtmist.

source: - Kriitalaš ságastallan lea maid dehálaš, nugo maiddái iešguđetlágán miellaguottuid ovdanbuktin ja dohkkeheapmi.
smn: – Kriittisâš savâstâllâm lii še tehálâš, siämmáá ko maaŋgâlágánij uáivilij oovdânpyehtim já tuhhiittem.

source: Näkkäläjärvi deattuhii maid árbevirolaš dieđu, árbevirolaš ealáhusaid ja ráđđádallanmuttus leahkki davviriikkalaš sámesoahpámuša mearkkašumi.
smn: Näkkäläjärvi tiäduttij meid ärbivuáválii tiäđu, ärbivuáválij iäláttâsâi já tave-eennâmlâš sämisopâmuš merhâšume, mii lii ráđádâllâmmuddoost.

source: Soahpámušráđđádallamat joatkkašuvvet vel dán válgaáigodaga.
smn: Sopâmušráđádâlmeh juátkojeh vala álgám vaaljâpaje ääigi.

source: Näkkäläjärvi almmuhii giittosságastis, ahte ii áiggo šat gilvalit sámedikki ságajođiheaddji báikkis boahtte válgabajis.
smn: Näkkäläjärvi almottij kijttosavâstis, et ij ááigu viggâđ sämitige saavâjođetteijen innig puáttee vaaljâpaajeest.

source: - Iskkan dán válgabaji áigge ovddidit sámeáššiid nu bures go vejolaš ja dan maŋŋá guođđit ságadoalli barggu nuorabuidda.
smn: – Viigâm taan vaaljâpaajeest ovdediđ sämiaašijd nuuvt pyereest ko máhđulâš, mon maŋa kuáđám pargo nuorâbáid.

source: Stuorámus dán válgabadjái ásahuvvon ulbmiliin mis lea álbmogiidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpámuša ratifiseren ja dasa laktáseaddji dárbbašlaš láhkarievdademiid áigái oažžun, dajai Näkkäläjärvi.
smn: Stuárráámus taan vaaljâpajan asâttum uulmijn lii aalmugijkoskâsii pargo-ornijdume ILO algâaalmugsopâmuš ratifisistem já tárbulij lahânumástusâi finnám ááigán, páhudij Näkkäläjärvi.

source: - Doaivvun, ahte mii sámedikki bealis bastit ovdanbuktit iežamet oainnuid dáin áššiin nu čielgasit ja vuđolaččat, ahte Suopma viimmat ratifisere soahpámuša.
smn: – Tuáivu mield mij sämitiggeest pastep oovdânpyehtiđ jieččân uáinu täin aašijn nuuvt čielgâsávt já agâstâllum häämist, et Suomâ viijmâg ratifisist sopâmuš.

source: Ságadoalligilvvus nubbin báhcán Tiina Sanila-Aikio sávvá, ahte ovddit válgabadjái mihtilmas guovtti jovkui juohkášuvvan ii boađášii váivvidit dál álggahuvvon válgabaji barggu.
smn: Saavâjođetteijeekištoost nubben pááccám Tiina Sanila-Aikio tuáivu, et ovdebáá vaaljâpajan tijpâlâš kuovdin juáhásem ij väividiččii tääl álgám vaaljâpaje pargo.

source: - Duođaid sávan, ahte ovttasbargovuoigŋa sámedikkis nanosmuvvá dál, gávnnaha Sanila-Aikio.
smn: – Tuáivum tuođâi, et oovtâstpargovuoiŋâ sämitiggeest nanosmuvá, pááhud Sanila-Aikio.
